<?php

return array(
    // Токен сообщества, с которой связан бот
    'community_token' => '',
    // ID группы, с которой связан бот
    'group_id' => 0,
    // Строка, которую должен вернуть бот для подтверждения
    'callback_token' => '',
    // Секретный ключ Callback api
    'callback_secret' => '',
    // ID приложения, используемое для авторизации пользователя
    'app_id' => 0,
    // Секретный ключ приложения, используемое для авторизации пользователя
    'app_secret' => '',
    // Ссылка на обработчик авторизационных запросов
    'redirect_uri' => '',
    // Файл, в котором хранится токен пользователя
    'token_file' => '',
    // Версия api vk
    'api_v' => '',
    // ID пользователей, которым доступно общение с ботом
    'access_array' => [],
);
